Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuortalaccaid_asaiduhttima_ja_ceavetjavrri_skuvlla_70-jagi_avvudeapmi.html.tmx
Source language: sme
Languages: smn

source: Nuortalaččaid ásaiduhttima ja Čeavetjávrri skuvlla 70-jagi ávvudeapmi
smn: Nuorttâlij asâiduttem já Čevetjäävri škoovlâ 70 ive juhle

source: Buorit nuortalaččaid ovdaolmmoš Feodoroff, Čeavetjávrri skuvlla rektor Nieminen, Norgga Sámedikki presideanta Keskitalo, allagit basuhuvvon Helssega ja olles Suoma earkebisma Leo, metropolihtat Elia ja Arseni sihke buorit ávvuguossit,
smn: Árvusiih nuorttâlij ovdâolmooš Feodoroff, Čevetjäävri škoovlâ rehtor Nieminen, Taažâ Sämitige president Keskitalo, ollâgávt pasottum Helsig já oles Suomâ arkkâpispe Leo, metropoliit Elia já Arseni sehe pyeri juhleviehâ,

source: mus lea stuorra illu ja gudni buktit Sámedikki beales dearvvahusa nuortalaččaid ásaiduhttima ja Čeavetjávrri skuvlla 70-jagi ávvudeapmái.
smn: must lii stuorrâ ilo já kunnee pyehtiđ Sämitige peeleest tiervâttâs nuorttâlij asâiduttem já Čevetjäävri škoovlâ 70 ive juuhlán.

source: Mis olbmuin lea dáhpin čoahkkanit erenomáš lihku ja massima bottu oktavuođas: ođđa eallima ja jápmima muitun.
smn: Mij ulmuuh laavip čokkâniđ juhlođ eromâš luho já monâttâs tove: uđđâ eellim já jäämmim.

source: Dál viđát geardde dollon ásaiduhttima 10-jagi ávvudeamis dovdat, velge, duogášbávččasin buot dan, maid ásaiduhttima ovdal dáhpáhuvvan massimat min álbmogisttámet dolvo: eatnamiiddámet, čáziideamet ja vejolašvuođa ráhkadit boahttevuođa iežamet dárbbuin.
smn: Tääl viiđâd tove juhlomnáál asâiduttem 10 ive áávvudmist mij tubdâp, vala-uv, kommepohčâsin puoh tom, maid asâiduttem ovdiibeln tábáhtum monâttâsah mii aalmugist valdii: jieččân enâmeh, čääsih já máhđulâšvuotâ hammiđ puátteevuođâ jieččân vuolgâsoojijn.

source: Ja seammá háve goittotge ávvudit, ainge, min álbmogeamet ceavzima.
smn: Já siämmást mij kuittâg juhlop, ain, mii aalmug cevzim.

source: Ávvudit eallima joatkašuvvama Njávdáma ja Njellim-Keväjärvi nuortalašguovlluin, gos min álbmogeamet lea huksen ođđa álggu ja ruohtasmuvvama.
smn: Mij juhlop eellim jotkum Njiävđám já Njellim-Kiđđâjäävri nuorttâlâškuávluin, kost mii aalmug lii ráhtám uđđâ alguu já ruotâsmum.

source: Guovlluide, main oassi lea leamaš álggos juo nuortalaččaid ja oassi anáraččaid árbevirolaš guovllut.
smn: Kuávloid, main uási láá algâ aalgâst-uv lamaš nuorttâlij já uási anarâšâi ärbivuáváliih kuávluh.

source: Dát min orrun justa dáppe, Čeavetjávri-Njávdáma guovllus geahččaluvvo ainge eretsihkkojuvvot nu suopmelaš go sápmelašge historjjáčállimis, mii lea váidalahtti.
smn: Taam mii orroom eidu tääl, Čevetjäävri-Njiävđám-kuávlust viggeh vaidâlitteht ain sikkođ meddâl nuuvt syemmilii ko meid sämmilii historjáčälimist.

source: Dan dihtii min bargomet lea muitit ieš dan.
smn: Talle mii pargon lii mušteđ tom jieš.

source: Man čeavlái leange otná beaivve nuorat buolvvain, geat leat váldán giellamet ruovttoluotta, geat háliidit bargat min servošeamet ovdii, geat válljejit doaibmat min árbevirolaš siidaortnegeamet bokte, Nuortalaččaid siidačoahkkima bokte ja geat leat váldán ovddasvástádusa álbmogeamet boahttevuođas.
smn: Mon čiävláá mun lam onne nuorâb suhâpuolvâin, kiäh láá váldám mii kielân maasâd, kiäh halijdeh porgâđ mii siärváduv oovdân, kiäh väljejeh toimâđ mii ärbivuáválii sijdâvuáháduv, Nuorttâlij sijdâčuákkim peht já kiäh láá váldám ovdâsvástádâs mii aalmug puátteevuođâst.

source: Man čeavlái leange otná beaivve nu Njávdáma go Njellim-Keväjärvi nuortalašguovlluin ássi nuorat buolvvain, geat leat válljen árbevirolaš ealáhusaid.
smn: Mon čiävláá mun lam onne nuuvt Njiävđám ko Njellim-Kiđđâjäävri nuorttâlâškuávlust ässee nuorâb suhâpuolvâin, kiäh láá valjim ärbivuáválijd iäláttâsâid.

source: Nuortalašgiella gullo ja oidno.
smn: Nuorttâlâškielâ kulloo já uáinoo.

source: Lean erenomáš ilolaš, ahte mis leat vuot eatnigielat mánát ja maiddái giela ođđa hállit.
smn: Mun lam eromâš ilolâš, ete mist láá vuod eenikielâliih párnááh sehe uđđâ kielâsárnooh.

source: Jaakko Gauriloff lea muittuhan min lávlumiin juo logiid jagiid, ahte sámástehpet álot.
smn: Jaakko Gauriloff lii muštottâm mii lávlumáin jo maaŋgâid iheluuvijd, ete sámástiđ ain.

source: Man vealtameahttun ráva dát leage.
smn: Mon velttidmettum raavâ taat lâi-uv.

source: Jaakko sániide lea álki searvat.
smn: Jaako saanijd lii älkkee servâđ.

source: Muhto dán rávvaga lea hirbmat váttis čuovvut.
smn: Mutâ taam ravvuu lii hirmâd vaigâd nuávdittiđ.

source: Dán rávvaga ferte válljet, ođđasit aht´ ođđasit.
smn: Tom ravvuu kalga valjiđ, ain uđđâsist.

source: Ja dáid válljemiid mun ávžžuhan min buohkaid bargat.
smn: Já taid valjiimijd mun avžuuttâm mii puohâid rähtiđ.

source: Lea erenomáš dehálaš, ahte buohkat dii, geat máhttibehtet veháge giela, sámástivččiidet midjiide, go muđui mii eat sáhte oahppat, iige giela hálliid ráidu sáhte joatkašuvvat.
smn: Lii eromâš tehálâš, ete tij puoh, kiäh mättivetteđ uccáá-uv kielâ, sárnuvetteđ tom mijjân, ko mudoi mij ep pyevti oppâđ, ijge kielâsárnoi salvân pyevti jotkuđ.

source: Nuortalašgiela giellabarggus ja oahpahusas lea ovdánuvvon erenomáš stuorra lávkkiiguin ovddos guvlui maŋimuš viđa jagi áigge.
smn: Nuorttâlâškielâ kielâpargoost já máttáátmist láá moonnâm hirmâd stuorrâ lavhijguin ovdâskulij majemui viiđâ ive ääigi.

source: Das Čeavetjávrri skuvllas lea leamaš ja lea ain duođaige mearkkašahtti rolla.
smn: Tast Čevetjäävri škoovlâst lii lamaš já lii ain tuođâi merhâšittee rooli.

source: Háliidivččen gohčodit Čeavetjávrri skuvlla gietkkan.
smn: Mun halijdiččim nabdeđ Čevetjäävri škoovlâ kietkâmin.

source: Gietkama váldogeavahandárkkuhus lea addit dorvvu, suoji ja lieggasa mánnái, guhte giesaduvvo gietkama sisa.
smn: Kietkâm váldutárguttâs lii adeliđ torvo, syeje já liegâsvuođâ párnážân, kiäm käpiliteh kietkâm siisâ.

source: Čeavetjávrri skuvla lea nuortalaš mánáid ja nuoraid šaddanbáiki, makkár ii leat gostige eará sajis.
smn: Čevetjäävri škovlâ lii nuorttâlij párnái já nuorâi šoddâmsaje, maggaar ij kosten eres saajeest lah.

source: Skuvla suodjala min divrasepmosiid, min mánáideamet ja nuoraideamet.
smn: Škovlâ suoijâl mii mávsulumos, mii párnáid já nuorâid.

source: Sáhtán iežan vásáhusa vuođul dadjat, ahte dán skuvllas oažžu dehálaš nisttiid eallima várás.
smn: Mun puávtám jieččân feerimij peht ettâđ, ete taan škoovlâst finnee eromâš evvisijd eellim várás.

source: Sávan lihku Čeavetjávrri skuvlla nuortalašgiela ja kultuvrra ovdii dahkkon erenomáš buori barggu ovddas.
smn: Mun tuáivuttâm luho Čevetjäävri škoovlân nuorttâlâškielâ já -kulttuur oovdân porgum merettes mávsulii pargoost.

source: Sávan, ahte skuvla joatká dán bálgá alde ásahemiin alcces čielga ulbmiliid boahttevuhtii.
smn: Mun tuáivum, ete škovlâ juátká taan pálgást já aasât olssis čielgâ uulmijd puátteevuotân.

source: Lean sihkkar, ahte nuortalaččaid searvvuš lea doarjumin Sámedikki láhkai dáid ulbmiliid.
smn: Mun lam vises, ete nuorttâlâš siärvádâh lii tuárjumin Sämitige náál taid uulmijd.

source: Lean buriin mielain fuopmášan, ahte oinnolaš oassi min kultuvrras, duodji, lea gullagoahtán fas eanebuid nuortalaččaid beaivválaš árgabeaivái.
smn: Mun lam iloin merkkum, ete mii kulttuur uáinojeijee uási, ađai kietâtyeji, lii vuod uási maaŋgâ nuorttâlij ellee aargâ.

source: Čuovvovaš mearkkašahtti kultuvrra oassi, masa mii galggašeimmet mu mielas bidjagoahtit deattu, leat min doaibmanvieruid ja siidaortnega gáhtten ja maiddái oktavuođa ealáskahttin eatnamii ja čáhcái.
smn: Čuávvoo merhâšittee kulttuur uási, moos mij kolgâp muu mielâst vuáijuđ, lii kattiđ mii täpilaavâ já sijdâvuáháduv sehe iäláskittiđ mii koskâvuođâ enâmân já čáácán.

source: Mis lea muittus vel min álbmogeamet doaibmanvierut, mat leat ovdal stivren siiddaid sin čovdosiin.
smn: Mij muštep vala mii aalmug täpilaavâ, mii lii ovdil stivrim siijdâid sii čuávdusijn.

source: Lei gažaldat dasto guollečáziid dahje árbbi juohkimis, riidduid dahje rihkkosiid soabadeamis dahje oktavuođaid dikšumis kránnjásiiddaide.
smn: Lâi koččâmuš talle kyeličaasij tâi äärbi jyehimist, riijdoi tâi rikosij soovâtmist tâi koskâvuođâi hoittáámist ránnjásijdáid.

source: Jáhkán, ahte doaibmanvieruid ruovttoluotta máhcaheapmi servošeamet ja doaimmaideamet oassin livččii vel vejolaš.
smn: Mun oskom, ete täpilaavâ macâttem mii siärváduv já toimâvuovij uássin ličij vala máhđulâš.

source: Máhcaheapmi livččii dakkár ášši, mii buorida, nanne ja áhpásmahttá álbmogeamet.
smn: Macâttem ličij mii aalmug pyeredeijee, kiävrudeijee já vuáimásmittee äšši.

source: Jáhkán, ahte doaibmanvieruid dovdán ja dovddasteapmi attášii nuppelágan perspektiivva áššiid gieđahallamii.
smn: Mun oskom, ete täpilaavâ tubdâm já tubdâstem adeličij mii tooimâin sierâlágán perspektiv kieđâvuššâmnáál aššijd.

source: Álbmogeamet ovddit doaibmanvuohki máhcahivčče milliimet dan, mii lea doaimmadettiin deháleamos: birrasa luonddu suodjaleapmi, vuoi dat reahkkášii midjiide vel boahtte jagi, 20 jagi geažes dahje golmma buolvva geažis.
smn: Mii aalmug oovdeb toimâtääpi macâttičij mielân tom, ete mii lii mii tooimâin tehálumos: pirâstittee luándu suojâlem, vâi tot pijssááččij mijjân vala puáttee ive, 20 ive keččin tâi kuulmâ suhâpuolvâ keččin.

source: Livččii dehálaš máhcahit doaibmanvieruid sihke nannet siidaortnega maiddái dan dihtii, go dálkkádatnuppástusa mielddis buktin nuppástus dagaha buot áššiid rievdama.
smn: Ličij tehálâš macâttiđ täpilaavâ sehe nanodiđ sijdâvuáháduv meid tondiet, ko šoŋŋâdâhnubástus mieldi pyehtim nubástus šadda nubásmittiđ puoh.

source: Dieđán, ahte árbevirolaš diehtu sihke doaibmanvierut siidaortnegiin ja luondduriggodagaid hálddašemiin bohtet veahkehit min dálkkádatnuppástussii vuogáiduvvamis, vuoi ceavzzášeimmet maiddái dán geahččalusas álbmogin boahttevaš áigái.
smn: Mun tiäđám, ete mii ärbivuáválâš tiätu sehe täpilaavah sijdâvuáháduvváin já luánduriggoduvâi haaldâšmijguin išedeh mii šoŋŋâdâhnubástusân taibâmist, vâi mij cevzip meid taan keččâlâsâst aalmugin puáttee ááigán.

source: Juos háliidit sirdit álbmogeamet boahttevuhtii min árbevirolaš ealáhusaiguin, gielain ja kultuvrrain, eat oaččo šat addit eatnamiiddámet ja čáziideamet eallinvuohkái, mii lea eallima vuostásaš.
smn: Jis mij halijdep sirdeđ mii aalmug puáttee ááigán ärbivuáválij iäláttâsâidânguin, kielâidânguin já kulttuurijdânguin, te mij ep koolgâ innig adeliđ enâmijdân já časijdân eellimvuáhán, mii lii eellim vuástásâš.

source: Erenomážit Njellim-Keväjärvi guovllu ja maiddái Njávdáma guovllu nuortalaččain lea stuorra vástu das, ahte siidačoahkkinortnet doaibmanvieruiguin doaibmá, ođasmuvvá vástidit dálá dárbbuid ja sirdása boahttevaš buolvvaide.
smn: Eromâšávt Njellim-Kiđđâjäävri kuávlu sehe Njiävđám kuávlu nuorttâlijn lii stuorrâ ovdâsvástádâs tast, ete sijdâčuákkimvuáhádâh täpilaavâinis tuáimá, uđâsmuvá västidiđ tááláá ääigi tárboid já sirdâšuvá puáttee suhâpuolváid.

source: Dan mii leat velggolaččat sidjiide, geat eai šat leat dáppe.
smn: Tom mij lep velgus sijjân, kiäh iä innig lah tääbbin.

source: Loahpas háliidivččen Sámedikki bealis muitit smávva skeaŋkkain Nuortalaččaid siidačoahkkima.
smn: Loopâst mun halijdiččim Sämitige peeleest mušteđ uccâ skeŋkkáin Nuorttâlij sijdâčuákkim.

source: Dán távvala lea ráhkadan Merja Aletta Ranttila dološ, nuortalaččaid Kåʹllmuõrâž-máidnasa ( smávva gollemuorra ) vuođul.
smn: Merja Aletta Ranttila lii särgum taam taavlu puáris, nuorttâlii Kåʹllmuõrâž (Kollemuorâš)-mainâs mield.

source: Govva muitala mu mielas duođaige bures das, man čiekŋalis oktavuohta mis lea leamaš ja sáhtášii ain leat luondduin.
smn: Kove symbolist muu mielâst eromâš pyereest tom, maht jieŋâlis ohtâvuotâ mist lii lamaš já puávtáččij ain leđe luándoin.

source: Bivddán ovdaolbmo váldit vuostá skeaŋkka.
smn: Mun pivdám ovdâulmuu väldiđ skeeŋkâ vuástá.

source: Lassedieđut
smn: Lasetiäđuh

source: Sámedikki ságadoalli Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
